[
  {
    "title": "Late Cenozoic oceanographic evolution of the South Atlantic Ocean",
    "authors": "Frida S. Hoem, Karlijn van den Broek, Adrián López-Quirós, Suzanna van de Lagemaat, Steven M. Bohaty, Henk Brinkhuis, Francesca Sangiorgi, Peter K. Bijl",
    "year": "n.d.",
    "venue": "Journal of Micropaleontology",
    "url": "",
    "eprint_url": ""
  },
  {
    "title": "Reconciling Southern Ocean fronts equatorward migration with minor Antarctic ice volume change during Miocene cooling",
    "authors": "Hou, S., Stap, L. B., Paul, R., Nelissen, M., Hoem, F. S., Ziegler, M., Sluijs, A., Sangiorgi, F., and Bijl, P. K",
    "year": "2023",
    "venue": "Nature Communications",
    "url": "https://doi.org/10.1038/s41467-023-43106-4",
    "eprint_url": ""
  },
  {
    "title": "Terrestrial climate and vegetation change in the western Tasmanian region from the late Eocene to late Oligocene",
    "authors": "Michael Amoo, Ulrich Salzmann, Matthew J. Pound, Frida S. Hoem, Nick Thompson and Peter K. Bijl",
    "year": "2023",
    "venue": "Palaeogeography",
    "url": "https://doi.org/10.1016/j.palaeo.2023.111632",
    "eprint_url": ""
  },
  {
    "title": "//doi.org/10.5194/cp-19-1931-2023",
    "authors": "Frida S. Hoem, Adrián López-Quirós, Suzanna van de Lagemaat, Johan Etourneau, Henk Brinkhuis, Francien Peterse, Francesca Sangiorgi, Peter K. Bijl.; Late Cenozoic Sea Surface Temperature evolution of the South Atlantic Ocean, Climate of the Past, https",
    "year": "2023",
    "venue": "Unknown Venue",
    "url": "https://doi.org/10.5194/cp-19-1931-2023",
    "eprint_url": ""
  },
  {
    "title": "Lipid biomarker-based sea (sub) surface temperature record offshore Tasmania over the last 23 million years",
    "authors": "Hou, S., Lamprou, F., Hoem, F. S., Hadju, M. R. N., Sangiorgi, F., Peterse, F., and Bijl, P. K",
    "year": "2023",
    "venue": "Climate of the Past",
    "url": "https://doi.org/10.5194/cp-19-787-2023",
    "eprint_url": ""
  },
  {
    "title": "The paleoceanographic evolution of the Oligocene/Miocene Southern Ocean",
    "authors": "Frida Snilstveit Hoem, A Song of Ice and a Warm Southern Ocean",
    "year": "2022",
    "venue": "Utrecht Studies in Earth Sciences",
    "url": "https://doi.org/10.33540/1461",
    "eprint_url": ""
  },
  {
    "title": "Strength and variability of the Oligocene Southern Ocean surface temperature gradient",
    "authors": "Hoem, F., Sauermilch, I., Aleksinski, A., Huber, M., Peterse, F., Sangiorgi, F., and Bijl, P",
    "year": "2022",
    "venue": "Nature Communications",
    "url": "https://www.nature.com/articles/s43247-022-00666-5",
    "eprint_url": ""
  },
  {
    "title": "Ancient marine sediment DNA reveals diatom transition in Antarctica",
    "authors": "Armbrecht, L., Weber, M. E., Raymo, M. E., Peck, V. L., Williams, T., Warnock, J., Kato, Y., Hernández-Almeida, I., Hoem, F., and Reilly, B",
    "year": "2022",
    "venue": "Nature communications",
    "url": "https://doi.org/10.1038/s41467-022-33494-4",
    "eprint_url": ""
  },
  {
    "title": "Climatic and tectonic drivers of late Oligocene Antarctic ice volume",
    "authors": "Duncan, B.,  McKay, R., Levy, R., Naish, T.,  Prebble, J., Sangiorgi, F., Krishnan, S., Hoem, F., Clowes, C., Dunkley Jones, T.,  Gasson, E., Kraus, C., Kulhanek, D. K., Meyers, S., Moossen, H., Warren, C., Willmott, V., Ventura, G.T.  & Bendle, J",
    "year": "2022",
    "venue": "Nature Geoscience",
    "url": "https://www.nature.com/articles/s41561-022-01025-x",
    "eprint_url": ""
  },
  {
    "title": "Latitudinal variance in the drivers and pacing of warmth during mid-Pleistocene MIS 31 in the Antarctic Zone of the Southern Ocean",
    "authors": "Warnock, J., Reilly, B., Raymo, M., Weber, M., Peck, V., Williams, T., Armbrecht, L., Bailey, I., Brachfeld, S., Du, Z., Fauth, G., Fogwill, C. J., Garcia, M., Garnsworthy, M., Gluder, A., Guitard, M., Gutjahr, M., Hernandez-Almeida, I., Hoem, F. S., Hwang, J. H., Iizuka, M., Kato, Y., Kenlee, B., S, O. C., Perez, L. F., Seki, O., Stevens, L., Tauxe, L., Tripathi, S., Warnock, J., and Zheng, X",
    "year": "2022",
    "venue": "Paleoceanography",
    "url": "",
    "eprint_url": ""
  },
  {
    "title": "Episodes of early Pleistocene West Antarctic Ice Sheet retreat recorded by Iceberg Alley sediments",
    "authors": "Bailey, I., Hemming, S., Reilly, B. T., Rollinson, G., Williams, T., Weber, M. E., Raymo, M. E., Peck, V. L., Ronge, T. A., Brachfeld, S., L., Armbrecht, L., Cage, Cardillo, F., Du, Z., Fauth, G., Fogwill, C. J., Garcia, M., Garnsworthy, M., Gluder, A., Guitard, M., Gutjahr, M., Hernandez-Almeida, I., Hoem, F. S., Hwang, J. H., Iizuka, M., Kato, Y., Kenlee, B., S, O. C., Perez, L. F., Seki, O., Stevens, L., Tauxe, L., Tripathi, S., Warnock, J., and Zheng, X",
    "year": "2022",
    "venue": "Paleoceanography",
    "url": "",
    "eprint_url": ""
  },
  {
    "title": "Vegetation change across the Drake Passage region linked to late Eocene cooling and glacial disturbance after the Eocene-Oligocene transition",
    "authors": "Thompson, N., Salzmann, U., Lopez-Quiros, A., Bijl, P. K., Hoem, F. S., Etourneau, J., Sicre, M. A., Roignant, S., Hocking, E., Amoo, M., and Escutia, C",
    "year": "2022",
    "venue": "Climate of the Past",
    "url": "https://doi.org/10.5194/cp-18-209-2022",
    "eprint_url": ""
  },
  {
    "title": "Antiphased dust deposition and productivity in the Antarctic Zone over 1.5 million years",
    "authors": "Weber, M. E., Bailey, I., Hemming, S. R., Martos, Y. M., Reilly, B. T., Ronge, T. A., Brachfeld, S., Williams, T., Raymo, M., Belt, S. T., Smik, L., Vogel, H., Peck, V. L., Armbrecht, L., Cage, A., Cardillo, F. G., Du, Z., Fauth, G., Fogwill, C. J., Garcia, M., Garnsworthy, M., Gluder, A., Guitard, M., Gutjahr, M., Hernandez-Almeida, I., Hoem, F. S., Hwang, J. H., Iizuka, M., Kato, Y., Kenlee, B., S, O. C., Perez, L. F., Seki, O., Stevens, L., Tauxe, L., Tripathi, S., Warnock, J., and Zheng, X",
    "year": "2022",
    "venue": "Nature Communications",
    "url": "https://doi.org/10.1038/s41467-022-29642-5",
    "eprint_url": ""
  },
  {
    "title": "Absence of a strong, deep-reaching Antarctic Circumpolar Current zonal flow across the Tasmanian gateway during the Oligocene to early Miocene",
    "authors": "Evangelinos, D., Escutia, C., van de Flierdt, T., Valero, L., Flores, J.-A., Harwood, D. M., Hoem, F. S., Bijl, P., Etourneau, J., and Kreissig, K",
    "year": "2022",
    "venue": "Global and Planetary Change",
    "url": "",
    "eprint_url": ""
  },
  {
    "title": "Expedition 382 summary",
    "authors": "Weber, M., Raymo, M., Peck, V., Williams, T., Armbrecht, L., Bailey, I., Brachfeld, S., Cardillo, F., Du, Z., Fauth, G., Fogwill, C. J., Garcia, M., Garnsworthy, M., Gluder, A., Guitard, M., Gutjahr, M., Hernandez-Almeida, I., Hoem, F. S., Hwang, J. H., Iizuka, M., Kato, Y., Kenlee, B., S, O. C., Perez, L. F., Seki, O., Stevens, L., Tauxe, L., Tripathi, S., Warnock, J., and Zheng, X",
    "year": "2021",
    "venue": "Proceedings of the International Ocean Discovery Program",
    "url": "",
    "eprint_url": ""
  },
  {
    "title": "New magnetostratigraphic insights from Iceberg Alley on the rhythms of Antarctic climate during the Plio‐Pleistocene",
    "authors": "Reilly, B. T., Tauxe, L., Brachfeld, S., Raymo, M., Bailey, I., Hemming, S., Weber, M. E., Williams, T., Garcia, M., Guitard, M., Hernandez-Almeida, I., Hoem, F. S., Hwang, J. H., Iizuka, M., Kato, Y., Kenlee, B., S, O. C., Perez, L. F., Seki, O., Stevens, L., Tauxe, L., Tripathi, S., Warnock, J., and Zheng, X",
    "year": "2021",
    "venue": "Paleoceanography",
    "url": "",
    "eprint_url": ""
  },
  {
    "title": "Miocene to present oceanographic variability in the Scotia Sea and Antarctic ice sheets dynamics: Insight from revised seismic-stratigraphy following IODP Expedition 382",
    "authors": "Pèrez, L. F., Martos, Y. M., García, M., Weber, M. E., Raymo, M. E., Williams, T., Bohoyo, F., Armbrecht, L., Bailey, I., Brachfeld, S., Cardillo, F., Du, Z., Fauth, G., Garcia, M., Garnsworthy, M., Gluder, A., Guitard, M., Gutjahr, M., Hernandez-Almeida, I., Hoem, F. S., Hwang, J. H., Iizuka, M., Kato, Y., Kenlee, B., S, O. C., Perez, L. F., Seki, O., Stevens, L., Tauxe, L., Tripathi, S., Warnock, J., and Zheng, X",
    "year": "2021",
    "venue": "Earth and Planetary Science Letters",
    "url": "",
    "eprint_url": ""
  },
  {
    "title": "Eocene-Oligocene paleoenvironmental changes in the South Orkney Microcontinent (Antarctica) linked to the opening of Powell Basin",
    "authors": "López-Quirós, A., Escutia, C., Etourneau, J., Rodríguez-Tovar, F. J., Roignant, S., Lobo, F. J., Thompson, N., Bijl, P. K., Bohoyo, F., Salzmann, U., Evangelinos, D., Salabarnada, A., Hoem, F. S., and Sicre, M.-A",
    "year": "2021",
    "venue": "Global and Planetary Change",
    "url": "",
    "eprint_url": ""
  },
  {
    "title": "Temperate Oligocene surface ocean conditions offshore of Cape Adare, Ross Sea, Antarctica",
    "authors": "Hoem, F. S., Valero, L., Evangelinos, D., Escutia, C., Duncan, B., McKay, R. M., Brinkhuis, H., Sangiorgi, F., and Bijl, P. K",
    "year": "2021",
    "venue": "Climate of the Past",
    "url": "https://doi.org/10.5194/cp-17-1423-2021",
    "eprint_url": ""
  },
  {
    "title": "Late Eocene-early Miocene evolution of the southern Australian subtropical front: a marine palynological approach",
    "authors": "Hoem, F. S., Sauermilch, I., Hou, S. N., Brinkhuis, H., Sangiorgi, F., and Bijl, P. K",
    "year": "2021",
    "venue": "Journal of Micropalaeontology",
    "url": "https://doi.org/10.5194/jm-40-175-2021",
    "eprint_url": ""
  },
  {
    "title": "Late Oligocene-Miocene proto-Antarctic Circumpolar Current dynamics off the Wilkes Land margin, East Antarctica",
    "authors": "Evangelinos, D., Escutia, C., Etourneau, J., Hoem, F., Bijl, P., Boterblom, W., van de Flierdt, T., Valero, L., Flores, J. A., Rodriguez-Tovar, F. J., Jimenez-Espejo, F. J., Salabarnada, A., and Lopez-Quiros, A",
    "year": "2020",
    "venue": "Global and Planetary Change",
    "url": "",
    "eprint_url": ""
  },
  {
    "title": "Master thesis: Centennial-millennial scale variations in West Antarctic Ice Sheet discharge and their relationship to climate and ocean changes during the late Holocene",
    "authors": "Hoem, F. S",
    "year": "2017",
    "venue": "The University of Bergen",
    "url": "https://hdl.handle.net/1956/16391",
    "eprint_url": ""
  }
]